Repository: canonical/prompting-client
Catalog: flutter/apps/prompting_client_ui/lib/l10n/app_*.arb
Languages: ca, cs, de, el, eo, es, et, fa, fi, fr, ga, he, hu, id, ko, nl, oc, pl, pt_br, ru, sk, sv, tr, zh_tw

# promptActionOptionAllow
source: Allow
ca: Permet
cs: Povolit
de: Erlauben
el: Επιτρέψτε
eo: Permesi
es: Permitir
et: Luba
fa: اجازه
fi: Salli
fr: Autoriser
ga: Ceadaigh
he: לאפשר
hu: Engedélyezés
id: Izinkan
ko: 허용
nl: Toestaan
oc: Autorizar
pl: Zezwól
pt_br: Permitir
ru: Разрешить
sk: Povoliť
sv: Tillåt
tr: İzin ver
zh_tw: 允許

# promptLifespanOptionSingle
source: Once
ca: Un cop
cs: Jednorázově
de: Einmal
el: Μια φόρα
eo: Unu fojon
es: Una vez
et: Vaid üheks korraks
fa: یک بار
fi: Kerran
fr: Une seule fois
ga: Uair amháin
he: חד־פעמית
hu: Egyszer
id: Sekali
ko: 한 번만
nl: Eenmaal
oc: Un còp
pl: Raz
pt_br: Uma vez
ru: Один раз
sk: Raz
sv: En gång
tr: Bir kez
zh_tw: 一次

# promptSaveAndContinue
source: Save and continue
ca: Desa i continua
cs: Uložit a pokračovat
de: Speichern und fortfahren
el: Αποθήκευση και συνέχεια
eo: Konservi kaj daŭrigi
es: Guardar y continuar
et: Salvesta ja jätka
fa: ذخیره و ادامه
fi: Tallenna ja jatka
fr: Enregistrer et continuer
ga: Sábháil agus lean ar aghaidh
he: לשמור ולהמשיך
hu: Mentés és folytatás
id: Simpan dan lanjutkan
ko: 저장하고 계속하기
nl: Opslaan en verdergaan
oc: Salvar e contunhar
pl: Zapisz i kontynuuj
pt_br: Salvar e continuar
ru: Сохранить и продолжить
sk: Uložiť a pokračovať
sv: Spara och fortsätt
tr: Kaydet ve devam et
zh_tw: 儲存並繼續

# promptTitle
source: Security notification
ca: Notificació de seguretat
cs: Bezpečnostní upozornění
de: Sicherheitsbenachrichtigung
el: Ειδοποίηση ασφαλείας
eo: Sciigo pri sekureco
es: Notificación de seguridad
et: Andmeturbeteade
fa: آگاهی امنیتی
fi: Tietoturvailmoitus
fr: Notification de sécurité
ga: Fógra slándála
he: התראת אבטחה
hu: Biztonsági értesítés
id: Pemberitahuan keamanan
ko: 보안 알림
nl: Beveiligingsmededeling
oc: Notificacion de seguretat
pl: Powiadomienie o zabezpieczeniach
pt_br: Notificação de segurança
ru: Оповещение о безопасности
sk: Bezpečnostné upozornenie
sv: Säkerhetsnotifiering
tr: Güvenlik bildirimleri
zh_tw: 安全性通知

# homePatternTypeCustomPath
source: Custom path pattern
ca: Patró personalitzat de camí
cs: Uživatelsky určený vzor popisu umístění
de: Benutzerdefiniertes Pfadmuster
eo: Propra dosierloka ŝablono
es: Patrón de ruta personalizado
et: Sinu kirjeldatud asukohamuster
fa: الگوی مسیر سفارشی
fi: Mukautettu polkukaava
fr: Modèle de pattern personnalisé
ga: Patrún cosán saincheaptha
he: תבנית נתיב מותאמת אישית
hu: Egyéni útvonalminta
id: Pola path ubahan
ko: 사용자 정의 경로 패턴
nl: Aangepast padpatroon
oc: Modèl de motiu personalizat
pl: Niestandardowy wzorzec ścieżki
pt_br: Padrão de caminho personalizado
ru: Пользовательский шаблон пути
sk: Vlastný formát cesty
sv: Anpassat sökvägsmönster
tr: Özel yol deseni
zh_tw: 自訂路徑樣式

# homePatternInfo
source: <Learn about path patterns>
ca: <Apreneu més sobre els patrons de camins>
cs: <Další informace o vzorech popisů umístění>
de: <Etwas über Pfadmuster erfahren>
eo: <Lerni pli pri dosierlokaj ŝablonoj>
es: <Más información sobre los patrones de ruta>
et: <Lisateave mustrite kohta>
fa: <آموزش بیش‌تر دربارهٔ الگوهای مسیر>
fi: <Opi polkukaavoista>
fr: <En savoir plus sur les patterns>
ga: <Foghlaim faoi phatrúin cosán>
he: <מידע על תבניות נתיבים>
hu: <Tudjon meg többet az útvonalmintákról>
id: <Pelajari tentang pola path>
ko: <경로 패턴에 대해 알아보기>
nl: <Meer informatie over padpatronen>
oc: <Ne saber mai tocant los motius>
pl: <Dowiedz się więcej o wzorcach ścieżek>
pt_br: <Saiba mais sobre padrões de caminho>
ru: <Узнать о шаблонах пути>
sk: <Ďalšie informácie o formátoch ciest>
sv: <Läs mer om sökvägsmönster>
tr: <Yol desenleri hakkında bilgi edinin>
zh_tw: <了解路徑樣式>

# homePatternTypeRequestedDirectoryContents
source: Everything in the folder
ca: Tot a la carpeta
cs: Vše ve složce
de: Alles im Ordner
el: Όλα μέσα στον φάκελο
eo: Ĉio en la dosierujo
es: Todo en la carpeta
et: Kõik kaustas
fa: هر چیزی در شاخه
fi: Kaikki kansiossa
fr: Tout dans le dossier
ga: Gach rud san fhillteán
he: הכול בתיקייה
hu: Minden a mappában
id: Semua dalam folder
ko: 폴더 내 모든 것
nl: Alles in de map
oc: Tot dins lo dossièr
pl: Wszystko w katalogu
pt_br: Tudo na pasta
ru: Всё содержимое в папке
sk: Všetko v priečinku
sv: Allt i mappen
tr: Klasördeki her şey
zh_tw: 資料夾中的所有內容

# homePatternTypeTopLevelDirectory
source: Everything in the {topLevelDir} folder
ca: Tot a la carpeta {topLevelDir}
cs: Vše ve složce {topLevelDir}
de: Alles im Ordner {topLevelDir}
el: Όλα μέσα στον {topLevelDir} φάκελο
eo: Ĉio en la dosierujo {topLevelDir}
es: Todo en la carpeta {topLevelDir}
et: Kõik „{topLevelDir}“ kaustas
fa: همه‌چیز در شاخهٔ {topLevelDir}
fi: Kaikki kansiossa {topLevelDir}
fr: Tout dans le dossier {topLevelDir}
ga: Gach rud san fhillteán {topLevelDir}
he: הכול בתיקיית {topLevelDir}
hu: Minden a(z) {topLevelDir} mappában
id: Semua dalam folder {topLevelDir}
ko: {topLevelDir} 폴더 내 모든 것
nl: Alles in de map {topLevelDir}
oc: Tot dins lo dossièr {topLevelDir}
pl: Wszystko w katalogu {topLevelDir}
pt_br: Tudo na pasta {topLevelDir}
ru: Всё содержимое в папке {topLevelDir}
sk: Všetko v priečinku {topLevelDir}
sv: Allt i {topLevelDir}-mappen
tr: {topLevelDir} klasöründeki her şey
zh_tw: {topLevelDir} 資料夾中的所有內容

# homePatternTypeHomeDirectory
source: Everything in the Home folder
ca: Tota a la carpeta personal
cs: Vše v domovské složce
de: Alles im Benutzerordner
el: Όλα μέσα στον Αρχικό φάκελο
eo: Ĉio en la hejma dosierujo
es: Todo en tu carpeta personal
et: Kõik kodukaustas
fa: همه‌چیز در شاخهٔ خانگی
fi: Kaikki kotikansiossa
fr: Tout dans le dossier personnel
ga: Gach rud san fhillteán Baile
he: הכול בתיקיית הבית
hu: Minden a saját mappában
id: Semua dalam folder Rumah
ko: 홈 폴더 내 모든 것
nl: Alles in de thuismap
oc: Tot dins lo repertòri personal
pl: Wszystko w katalogu domowym
pt_br: Tudo na pasta Início
ru: Всё содержимое Домашней папки
sk: Všetko v priečinku Domov
sv: Allt i hemkatalogen
tr: Ana klasördeki her şey
zh_tw: 家目錄中的所有內容

# homePatternTypeMatchingFileExtension
source: All {fileExtension} files
ca: Tots els fitxers {fileExtension}
cs: Všechny soubory {fileExtension}
de: Alle {fileExtension}-Dateien
el: Όλα{fileExtension} αρχεία
eo: Ĉiuj {fileExtension}-dosieroj
es: Todos los archivos {fileExtension}
et: Kõik {fileExtension}-tüüpi failid
fa: همهٔ پرونده‌های {fileExtension}
fi: Kaikki {fileExtension}-tiedostot
fr: Tous les fichiers {fileExtension}
ga: Gach comhad {fileExtension}
he: כל קובצי ה־{fileExtension}
hu: Az összes {fileExtension} fájl
id: Semua berkas {fileExtension}
ko: 모든 {fileExtension} 파일
nl: Alle {fileExtension}-bestanden
oc: Totes los fichièrs {fileExtension}
pl: Wszystkie pliki {fileExtension}
pt_br: Todos os arquivos {fileExtension}
ru: Все файлы {fileExtension}
sk: Všetky súbory {fileExtension}
sv: Alla {fileExtension} filer
tr: Tüm {fileExtension} dosyaları
zh_tw: 所有 {fileExtension} 檔案

# homePromptPermissionsWrite
source: Write
ca: Escriptura
cs: Zapisovat
de: Schreiben
el: Γράψε
eo: skribi
es: Escribir
et: Kirjutamine
fa: نوشتن
fi: Kirjoita
fr: Écrire
ga: Scríobh
he: כתיבה
hu: Írás
id: Tulis
ko: 쓰기
nl: Schrijven
oc: Escritura
pl: Zapis
pt_br: Escreva
ru: Запись
sk: Zápis
sv: Skriv
tr: Yazma
zh_tw: 寫入

# homePromptPermissionsRead
source: Read
ca: Lectura
cs: Číst
de: Lesen
el: Διάβασε
eo: legi
es: Leer
et: Lugemine
fa: خواندن
fi: Lue
fr: Lire
ga: Léigh
he: קריאה
hu: Olvasás
id: Baca
ko: 읽기
nl: Lezen
oc: Lectura
pl: Odczyt
pt_br: Leia
ru: Чтение
sk: Čítanie
sv: Läs
tr: Okuma
zh_tw: 讀取

# homePromptPermissionsTitle
source: Permissions
ca: Permisos
cs: Oprávnění
de: Berechtigungen
el: Άδειες
eo: Permesoj
es: Permisos
et: Õigused
fa: اجازه‌ها
fi: Oikeudet
fr: Autorisations
ga: Ceadanna
he: הרשאות
hu: Jogosultságok
id: Izin
ko: 권한
nl: Machtigingen
oc: Autorizacions
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
sk: Oprávnenia
sv: Behörigheter
tr: İzinler
zh_tw: 權限

# homePromptMetaDataTitle
source: About this app
ca: Quant a aquesta aplicació
cs: O této aplikaci
de: Über diese App
el: Σχετικά με την εφαρμογή
eo: Pri ĉi tiu programo
es: Acerca de esta aplicación
et: Selle rakenduse teave
fa: دربارهٔ این کاره
fi: Tietoja tästä sovelluksesta
fr: À propos de cette application
ga: Maidir leis an aip seo
he: על היישום הזה
hu: Az alkalmazás névjegye
id: Tentang aplikasi ini
ko: 이 앱 정보
nl: Over deze app
oc: A prepaus d’aquesta aplicacion
pl: O tym programie
pt_br: Sobre este aplicativo
ru: Об этом приложении
sk: O tejto aplikácii
sv: Om detta program
tr: Bu uygulama hakkında
zh_tw: 關於此應用程式

# homePromptMetaDataPublishedBy
source: Published by {publisher}
ca: Publicat per {publisher}
cs: Publikoval {publisher}
de: Herausgegeben von {publisher}
el: Εκδόθηκε από {publisher}
eo: Eldonita de {publisher}
es: Publicado por {publisher}
et: Avaldaja: {publisher}
fa: منتشر شده به دست {publisher}
fi: Julkaisija {publisher}
fr: Publié par {publisher}
ga: Arna fhoilsiú ag {publisher}
he: פורסם על ידי {publisher}
hu: Közzétette: {publisher}
id: Dipublikasikan oleh {publisher}
ko: {publisher}에서 배포함
nl: Uitgegeven door {publisher}
oc: Publicat per {publisher}
pl: Opublikowany przez {publisher}
pt_br: Publicado por {publisher}
ru: Опубликовано {publisher}
sk: Vydal {publisher}
sv: Publicerad av {publisher}
tr: {publisher} tarafından yayınlandı
zh_tw: 由 {publisher} 發布

# homePromptMetaDataLastUpdated
source: Last updated on {date}
ca: Última actualització el {date}
cs: Poslední aktualizace {date}
de: Zuletzt aktualisiert am {date}
el: Τελευταία ενημέρωση {date}
eo: Laste ĝisdatigita je {date}
es: Última actualización el {date}
et: Viimati uuendatud: {date}
fa: آخرین به‌روز رسانی در {date}
fi: Viimeksi päivitetty {date}
fr: Dernière mise à jour le {date}
ga: Nuashonraithe ar {date}
he: עדכון אחרון ב־{date}
hu: Utoljára frissítve: {date}
id: Terakhir diperbarui pada {date}
ko: 마지막으로 {date}에 업데이트됨
nl: Laatst bijgewerkt op {date}
oc: Darrièra mesa a jorn lo {date}
pl: Ostatnio zaktualizowany dnia {date}
pt_br: Última atualização em {date}
ru: Последнее обновление от {date}
sk: Posledná aktualizácia {date}
sv: Senast uppdaterad på {date}
tr: Son güncelleme tarihi {date}
zh_tw: 最後更新日期為 {date}

# homePromptMoreOptionsLabel
source: More options...
ca: Més opcoins...
cs: Více možností…
de: Weitere Optionen ...
el: Περισσότερες επιλογές...
eo: Pli da opcioj…
es: Más opciones...
et: Lisavalikud...
fa: گزینه‌های بیش‌تر…
fi: Lisää valintoja...
fr: Plus d’options…
ga: Tuilleadh roghanna...
he: אפשרויות נוספות…
hu: További beállítások…
id: Opsi tambahan...
ko: 추가 옵션...
nl: Meer optiesâ€¦
oc: Mai d’opcions…
pl: Więcej opcji...
pt_br: Mais opções...
ru: Другие параметры…
sk: Viac možností...
sv: Mer alternativ...
tr: Daha fazla seçenek...
zh_tw: 更多選項...

# homePromptMetaDataAppCenterLink
source: Visit App Center page
ca: Visita la pàgina del Centre d'aplicacions
cs: Navštivte stránku Centra aplikací
de: Seite des App-Zentrums besuchen
el: Επισκεφτείτε την σελίδα Κέντρο Λογισμικού
eo: Viziti paĝon ĉe App Center
es: Visita la página del Centro de aplicaciones
et: Vaata andmeid Rakendustekeskuses
fa: دیدن صفحهٔ مرکز کاره
fi: Käy sovelluskeskuksen sivulla
fr: Visiter la page du Centre des applications
ga: Tabhair cuairt ar leathanach App Centre
he: ביקור בעמוד מרכז היישומים
hu: Az alkalmazásközpont oldalának meglátogatása
id: Kunjungi halaman Pusat App
ko: App Center 페이지 방문
nl: Pagina met App-centrale bezoeken
oc: Consultar la pagina del Centre d’aplicacions
pl: Odwiedź stronę Centrum oprogramowania
pt_br: Visite a página da Central de Aplicativos
ru: Открыть страницу в Центре приложений
sk: Navštíviť stránku Centra aplikácií
sv: Visa Appcentral sida
tr: Uygulama Merkezi sayfasını ziyaret edin
zh_tw: 造訪《應用中心》頁面

# promptActionTitle
source: Action
ca: Acció
cs: Činnost
de: Aktion
el: Δράση
eo: Ago
es: Acción
et: Tegevus
fa: کنش
fi: Toiminto
ga: Gníomh
he: פעולה
hu: Művelet
id: Aksi
ko: 동작
nl: Actie
oc: Accion
pl: Działanie
pt_br: Ação
ru: Действие
sk: Akcia
sv: Åtgärd
tr: Aksiyon
zh_tw: 動作

# promptAccessTitle
source: Give {snap} {permission} access to:
ca: Atorga a {snap} accés de {permission} a:
cs: Poskytnout {snap} {permission} přístup k:
de: {snap} den Zugriff {permission} geben zu:
el: Δώσε{snap}{permission} πρόσβαση σε:
eo: Doni al {snap} permeson {permission} la jenon:
es: Otorgar a {snap} {permission} acceso a:
et: Anna „{snap}“ paketile „{permission}“ õigus asukohas:
fa: دادن دسترسی {permission}{snap} به:
fi: Anna sovellukselle {snap} käyttöoikeus "{permission}":
fr: Donner à {snap} l’accès {permission} à :
ga: Tabhair rochtain do {snap} {permission} ar:
he: להעניק ל־{snap} גישת {permission} אל:
hu: {permission} jogosultság adása a(z) {snap} snap-csomagnak erre:
id: Berikan akses {permission} {snap} ke:
ko: {snap} {permission}에 대한 접근 권한 부여:
nl: Geef {snap} {permission} toegang tot:
oc: Donar a {snap} l’accès {permission} a :
pl: Udziel {snap} dostępu {permission} do:
pt_br: Permita ao {snap} para acessar:
ru: Доступ на {permission} для {snap}:
sk: Umožniť {snap} na {permission} prístup k:
sv: Ge {snap} {permission} åtkomst till:
tr: {snap}'e şu erişim iznini verin:
zh_tw: 允許 {snap} {permission} 權限存取：

# securityCenterInfo
source: You can always change these permissions in the <Security Center>
ca: Sempre podeu canviar aquests permisos al <Centre de seguretat>
cs: Tato oprávnění můžete kdykoli změnit v <Centru zabezpečení>
de: Sie können diese Berechtigungen jederzeit im <Sicherheitszentrum> ändern
el: Μπορείτε ανά πάσα στιγμή να αλλάξετε αυτές τις άδειες στο Κέντρο Ασφάλειας
eo: Vi povas iam ajn ŝanĝi tiujn permesojn en la «Sekureca Centro»
es: Siempre puedes cambiar estos permisos en el <Centro de seguridad>
et: Sa võid alati neid õigusi muuta <Andmeturbekeskuses>
fa: همیشه می‌توانید این اجازه‌ها را در «مرکز امنیت» تغییر دهید
fi: Voit muuttaa käyttöoikeuksia <Tietoturvakeskuksessa>
fr: Vous pouvez toujours modifier ces permissions dans le <Centre de sécurité>
ga: Is féidir leat na ceadanna seo a athrú i gcónaí sa <Lárionad Slándála>
he: תמיד אפשר לשנות את ההרשאות האלה ב<מרכז האבטחה>
hu: Ezeket a jogosultságokat bármikor megváltoztathatja a <Biztonsági központban>
id: Anda selalu dapat mengubah izin ini di <Security Center>
ko: 부여한 권한은 언재든지 <보안 센터>에서 변경할 수 있습니다
nl: Je kunt deze machtigingen altijd wijzigen in het <Beveiligingscentrum>
oc: Podètz totjorn cambiar aquestas permissions al <Centre de seguretat>
pl: Te uprawnienia możesz zawsze zmienić w <Centrum zabezpieczeń>
pt_br: Você sempre pode alterar essas permissões na <Central de Segurança>
ru: Вы всегда можете изменить эти разрешения в приложении <Центр безопасности>
sk: Tieto oprávnenia môžete kedykoľvek zmeniť v <Centre zabezpečenia>
sv: Du kan alltid ändra dessa behörigheter i <Säkerhetscenter>
tr: Bu izinleri her zaman <Güvenlik Merkezi>'nden değiştirebilirsiniz
zh_tw: 您可以隨時在<安全中心>中變更這些權限

# promptAccessMoreOptionsTitle
source: Set access for {snap} to:
ca: Estableix l'accés per a {snap} a:
cs: Nastavit přístup pro {snap} na:
de: Zugriff für {snap} festlegen auf:
eo: Permesi al {snap}:
es: Establecer acceso para {snap} a:
et: Luba „{snap}“ paketile ligipääs:
fa: تنظیم دسترسی برای {snap} به:
fi: Aseta snap-paketin {snap} käyttöoikeuksiksi:
fr: Définir l’accès concernant {snap} à :
ga: Socraigh rochtain le haghaidh {snap} chuig:
he: הגדרת גישה ל־{snap} אל:
hu: A(z) {snap} snap-csomaghoz való hozzáférés beállítása erre:
id: Mengatur akses untuk {snap} ke:
ko: {snap} 에 대한 권한 설정:
nl: Toegang voor {snap} instellen op:
oc: Definir l’accès per {snap} a :
pl: Ustaw dostęp dla {snap} na:
pt_br: Defina o acesso do {snap} para:
ru: Доступ для {snap}:
sk: Nastaviť prístup pre {snap} na:
sv: Ställ in åtkomst för {snap} till:
tr: {snap} için erişimi şu şekilde ayarlayın:
zh_tw: 設定 {snap} 的存取權限為：

# promptActionOptionAllowAlways
source: Allow always
ca: Permet sempre
cs: Vždy povolit
de: Immer zulassen
el: Επιτρέψτε πάντα
eo: Permesi ĉiam
es: Permitir siempre
et: Luba alati
fa: اجازه برای همیشه
fi: Salli aina
fr: Autoriser toujours
ga: Ceadaigh i gcónaí
he: לאפשר תמיד
hu: Engedélyezés mindig
id: Selalu izinkan
ko: 항상 허용
nl: Altijd toestaan
oc: Totjorn autorizar
pl: Zezwalaj zawsze
pt_br: Permitir sempre
ru: Разрешать всегда
sk: Vždy povoliť
sv: Tillåt alltid
tr: Her zaman izin ver
zh_tw: 總是允許

# promptActionOptionDeny
source: Deny
ca: Denega
cs: Zamítnout
de: Verweigern
el: Απόρριψη
eo: Malpermesi
es: Denegar
et: Keela
fa: رد
fi: Estä
fr: Refuser
ga: Diúltaigh
he: לדחות
hu: Tiltás
id: Tolak
ko: 거부
nl: Weigeren
oc: Refusar
pl: Odmów
pt_br: Negar
ru: Отказать
sk: Odmietnuť
sv: Neka
tr: Reddet
zh_tw: 拒絕

# promptActionOptionDenyOnce
source: Deny once
ca: Denega un cop
cs: Pro teď zamítnout
de: Einmal verweigern
el: Απόρριψη μια φορά
eo: Malpermesi unu fojon
es: Denegar una vez
et: Keela üks kord
fa: رد کردن برای یک بار
fi: Estä kerran
fr: Refuser une seule fois
ga: Séanadh uair amháin
he: לדחות חד־פעמית
hu: Tiltás egyszer
id: Tolak sekali
ko: 이번에만 거부
nl: Eenmaal weigeren
oc: Refusar un còp
pl: Odmów raz
pt_br: Negar uma vez
ru: Отказать один раз
sk: Raz odmietnuť
sv: Neka en gång
tr: Bir kez reddet
zh_tw: 拒絕一次

# promptLifespanTitle
source: Duration
ca: Duració
cs: Trvání
de: Dauer
el: Διάρκεια
eo: Daŭro
es: Duración
et: Kestus
fa: مدّت
fi: Kesto
fr: Durée
ga: Fad
he: משך
hu: Időtartam
id: Durasi
ko: 지속 시간
nl: Duur
oc: Durada
pl: Czas trwania
pt_br: Duração
ru: Срок
sk: Doba trvania
sv: Varaktighet
tr: Süre
zh_tw: 持續時間

# promptLifespanOptionForever
source: Always
ca: Sempre
cs: Vždy
de: Immer
el: Πάντα
eo: Ĉiam
es: Siempre
et: Alatiseks
fa: همیشه
fi: Aina
fr: Toujours
ga: I gcónaí
he: תמיד
hu: Mindig
id: Selalu
ko: 항상
nl: Altijd
oc: Totjorn
pl: Zawsze
pt_br: Sempre
ru: Всегда
sk: Vždy
sv: Alltid
tr: Her zaman
zh_tw: 總是

# promptLifespanOptionSession
source: Until logout
ca: Fins que es tanqui la sessió
cs: Do odhlášení
de: Bis zur Abmeldung
el: Μέχρι να αποσυνδεθείτε
eo: Ĝis adiaŭo
es: Hasta cerrar sesión
et: Kuni väljalogimiseni
fa: تا خروج
fi: Uloskirjautumiseen asti
fr: Jusqu'à déconnexion
ga: Go dtí logáil amach
he: עד היציאה מהמערכת
hu: Kijelentkezésig
id: Sampai log keluar
ko: 로그아웃하기 전까지
nl: Tot afmelding
oc: Fins la desconnexion
pl: Do czasu wylogowania
pt_br: Até que você faça logout
ru: До выхода из системы
sk: Do odhlásenia
sv: Tills utloggning
tr: Çıkış yapana kadar
zh_tw: 直到登出

# homePatternTypeRequestedDirectory
source: The requested folder only
ca: Sols la carpeta sol·licitada
cs: Pouze požadovaná složka
de: Nur der angeforderte Ordner
eo: Nur la petata dosierujo
es: Solo la carpeta solicitada
et: Valid soovitud kaustas
fa: فقط شاخهٔ درخواستی
fi: Vain pyydetty kansio
fr: Le dossier demandé seulement
ga: An fillteán iarrtha amháin
he: התיקייה המבוקשת בלבד
hu: Csak a kért mappa
id: Hanya folder yang diminta
ko: 요청한 폴더만
nl: Alleen de gevraagde map
oc: Lo dossièr demandat sonque
pl: Tylko żądany katalog
pt_br: Somente a pasta solicitada
ru: Только запрашиваемая папка
sk: Iba požadovaný priečinok
sv: Den begärda mappen endast
tr: Yalnızca istenen klasör
zh_tw: 僅請求的資料夾

# homePatternTypeRequestedFile
source: The requested file only
ca: Sols el fitxer sol·licitat
cs: Pouze požadovaný soubor
de: Nur die angeforderte Datei
eo: Nur la petata dosiero
es: Solo el archivo solicitado
et: Vaid soovitud faili osas
fa: فقط پروندهٔ درخواستی
fi: Vain pyydetty tiedosto
fr: Le fichier demandé seulement
ga: An comhad iarrtha amháin
he: הקובץ המבוקש בלבד
hu: Csak a kért fájl
id: Hanya berkas yang diminta
ko: 요청한 파일만
nl: Alleen het gevraagde bestand
oc: Lo fichièr demandat sonque
pl: Tylko żądany plik
pt_br: Somente o arquivo solicitado
ru: Только запрашиваемый файл
sk: Iba požadovaný súbor
sv: Den begärda filen endast
tr: Yalnızca istenen dosya
zh_tw: 僅請求的檔案

# homePromptPermissionsExecute
source: Execute
ca: Execució
cs: Spouštět
de: Ausführen
el: Εκτέλεσε
eo: ruli
es: Ejecutar
et: Käivitamine
fa: اجرا
fi: Suorita
fr: Exécuter
ga: Rith
he: הפעלה
hu: Végrehajtás
id: Jalankan
ko: 실행
nl: Uitvoeren
oc: Executar
pl: Wykonywanie
ru: Выполнение
sk: Spúšťanie
sv: Exekvera
tr: Çalıştırma
zh_tw: 執行

# homePatternTypeContainingDirectory
source: Everything in the folder
ca: Tot a la carpeta
cs: Vše ve složce
de: Alles im Ordner
el: Όλα μέσα στο φάκελο
eo: Ĉio en la dosierujo
es: Todo en la carpeta
et: Kõik kaustas
fa: هر چیزی در شاخه
fi: Kaikki kansiossa
fr: Tout dans le dossier
ga: Gach rud san fhillteán
he: הכול בתיקייה
hu: Minden a mappában
id: Semua dalam folder
ko: 폴더 내 모든 것
nl: Alles in de map
oc: Tot dins lo dossièr
pl: Wszystko w katalogu
pt_br: Tudo na pasta
ru: Всё содержимое в папке
sk: Všetko v priečinku
sv: Allt i mappen
tr: Klasördeki her şey
zh_tw: 資料夾中的所有內容

# promptActionOptionAllowOnce
source: Allow once
ca: Permet un cop
cs: Povolit jednou
de: Einmal zulassen
el: Επιτρέψτε μια φορά
eo: Permesi unu fojon
es: Permitir una vez
et: Luba üks kord
fa: اجازه برای یک بار
fi: Salli kerran
fr: Autoriser une fois
ga: Ceadaigh uair amháin
he: לאפשר חד־פעמית
hu: Engedélyezés egyszer
id: Izinkan sekali
ko: 이번에만 허용
nl: Eenmaal toestaan
oc: Autorizar un còp
pl: Zezwól raz
pt_br: Permitir uma vez
ru: Разрешить один раз
sk: Raz povoliť
sv: Tillåt en gång
tr: Bir kez izin ver
zh_tw: 允許一次

# homePromptSuggestedPermission
source: Also give {permission} access
ca: També dona accés de {permission}
cs: Poskytnout také přístup k {permission}
de: Auch Zugriff für {permission} geben
el: Δώσε επίσης{permission} πρόσβαση
eo: Ankaŭ permesi {permission}
es: También dar acceso a {permission}
et: Luba ka „{permission}“ õigused
fa: همچنین دادن دسترسی {permission}
fi: Anna myös käyttöoikeus "{permission}"
fr: Donner également l'accès en {permission}
ga: Tabhair rochtain {permission} freisin
he: להעניק גם גישת {permission}
hu: Kapjon {permission} hozzáférést is
id: Berikan juga akses {permission}
ko: {permission} 접근 권한도 부여
nl: Geef ook {permission} toegang
oc: Donar tanben l’accès {permission}
pl: Udziel także dostępu {permission}
pt_br: Também conceda acesso {permission}
ru: Также дать доступ на {permission}
sk: Umožniť prístup aj na {permission}
sv: Också ge {permission} tillgång
tr: Ayrıca {permission} erişimini de verin
zh_tw: 同時給予{permission}存取權限

# homePromptErrorUnknownTitle
source: Something went wrong
ca: Alguna cosa ha fallat
cs: Něco se nepovedlo
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
eo: Io fiaskis
es: Algo ha ido mal
et: Midagi läks valesti
fa: چیزی اشتباه پیش رفت
fi: Tapahtui virhe
fr: Quelque chose a mal tourné
ga: Chuaigh rud éigin mícheart
he: משהו השתבש
hu: Valami tönkre ment
id: Ada yang tidak beres
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
oc: Quicòm a trucat
pl: Wystąpił problem
pt_br: Algo deu errado
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sv: Någonting gick fel
tr: Bir şeyler ters gitti
zh_tw: 發生一些問題
