Repository: canonical/prompting-client
Catalog: flutter/apps/prompting_client_ui/lib/l10n/app_*.arb
Languages: ca, cs, de, el, eo, es, et, fa, fi, fr, ga, he, hu, id, ko, nl, oc, pl, pt_br, ru, sk, sv, tr, zh_tw

# homePromptDefaultBody
source: {snap} wants to get {permissions} access to {path}
ca: {snap} vol obtenir accés de {permissions} per a {path}
cs: {snap} chce získat {permissions} přístup k {path}
de: {snap} möchte Zugriff zum {permissions} auf {path} erhalten
el: {snap} Θέλει να πάρει {permissions} πρόσβαση στον {path}
eo: {snap} volas havi permeson {permissions} {path}
es: {snap} quiere obtener {permissions} acceso a {path}
et: „{snap}“ pakett soovib „{permissions}“ õigusi asukohas „{path}“
fa: {snap} می‌خواهد دسترسی {permissions} را به {path} بگیرد
fi: {snap} haluaa oikeudet {permissions} kohteeseen {path}
fr: {snap} souhaite obtenir un accès {permissions} à {path}
ga: Ba mhaith le {snap} rochtain a fháil ar {permissions} ar {path}
he: {snap} רוצה לקבל גישת {permissions} אל {path}
hu: A(z) {snap} snap-csomag {permissions} hozzáférést szeretne kérni a(z) {path} útvonalra
id: {snap} ingin mendapatkan akses {permissions} ke {path}
ko: {snap}이 {path}에 대한 {permissions} 접근 권한을 요청합니다
nl: {snap} wil {permissions} toegang krijgen tot {path}
oc: {snap} vòl obténer l'accès {permissions} a {path}
pl: {snap} chce uzyskać dostęp na poziomie {permissions} do {path}
pt_br: {snap} deseja obter acesso de {permissions} à {path}
ru: {snap} запрашивает разрешение на {permissions} по пути {path}
sk: {snap} žiada na {permissions} prístup k {path}
sv: {snap} vill få {permissions} åtkomst till {path}
tr: {snap}, {path} yoluna {permissions} erişimi elde etmek istiyor
zh_tw: {snap} 想要取得對 {path} 的 {permissions} 存取權限

# homePromptTopLevelDirFileBody
source: {snap} wants to get {permissions} access to {filename} in the {foldername} folder.
ca: {snap} vol obtenir accés de {permissions} per a {filename} a la carpeta {foldername}.
cs: {snap} chce získat {permissions} přístup k {filename} ve složce {foldername}.
de: {snap} möchte Zugriff zum {permissions} auf {filename} im Ordner {foldername} erhalten.
el: {snap} Θέλει να πάρει {permissions} πρόσβαση στο {filename} που είναι στον φάκελο.
eo: {snap} volas havi permeson {permissions} la dosieron {filename} en la dosierujo {foldername}.
es: {snap} quiere obtener {permissions} acceso a {filename} en la carpeta {foldername}.
et: „{snap}“ pakett soovib „{permissions}“ õigusi ligipääsuks „{filename}“ failile „{foldername}“ kaustas.
fa: {snap} می‌خواهد دسترسی {permissions} را به {filename} در شاخهٔ {foldername} بگیرد.
fi: {snap} haluaa saada {permissions} pääsyn kohteeseen {filename} kohteessa {foldername}.
fr: {snap} souhaite obtenir un accès {permissions} à {filename} dans le dossier {foldername}.
ga: Tá {snap} ag iarraidh {permissions} rochtain a fháil ar {filename} san fhillteán {foldername}.
he: {snap} רוצה לקבל גישת {permissions} אל הקובץ {filename} שבתיקייה {foldername}.
hu: A(z) {snap} snap-csomag {permissions} hozzáférést szeretne kérni a(z) {foldername} mappában lévő {filename} fájlra.
id: {snap} ingin mendapatkan akses {permissions} ke {filename} dalam folder {foldername}.
ko: {snap}이 {foldername} 폴더의 {filename}에 대한 {permissions} 접근 권한을 요청합니다.
nl: {snap} wil {permissions} toegang krijgen tot {filename} in de map {foldername}.
oc: {snap} vòl l'accès {permissions} a {filename} dins lol dossièr {foldername}.
pl: {snap} chce uzyskać dostęp na poziomie {permissions} do {filename} w katalogu {foldername}.
pt_br: {snap} quer obter acesso de {permissions} ao arquivo {filename} na pasta {foldername}.
ru: {snap} запрашивает разрешение на {permissions} файла {filename} в папке {foldername}.
sk: {snap} žiada na {permissions} prístup k {filename} v priečinku {foldername}.
sv: {snap} vill få {permissions} åtkomst till {filename} i {foldername} mappen.
tr: {snap}, {foldername} klasöründeki {filename} dosyasına {permissions} erişimi almak istiyor.
zh_tw: {snap} 想要取得 {foldername} 資料夾中 {filename} 的 {permissions} 存取權限。

# homePromptTopLevelDirBody
source: {snap} wants to get {permissions} access to the {foldername} folder.
ca: {snap} vol obtenir accés de {permissions} per a la carpeta {foldername}.
cs: {snap} chce získat {permissions} přístup ke složce {foldername}.
de: {snap} möchte Zugriff zum {permissions} auf Ordner {foldername} erhalten.
el: {snap} Θέλει να πάρει {permissions} πρόσβαση στον {foldername} φάκελο.
eo: {snap} volas havi permeson {permissions} la dosierujon {foldername}.
es: {snap} quiere obtener {permissions} acceso a la carpeta {foldername}.
et: „{snap}“ pakett soovib „{permissions}“ õigusi kaustas „{foldername}“.
fa: {snap} می‌خواهد دسترسی {permissions} را به شاخهٔ {foldername} بگیرد.
fi: {snap} haluaa oikeudet {permissions} kansioon {foldername}.
fr: {snap} veut obtenir l'accès {permissions} au dossier {foldername}.
ga: Ba mhaith le {snap} rochtain a fháil ar {permissions} ar an bhfillteán {foldername}.
he: {snap} רוצה לקבל גישת {permissions} אל התיקייה {foldername}.
hu: A(z) {snap} snap-csomag {permissions} hozzáférést szeretne kérni a(z) {foldername} mappára.
id: {snap} ingin mendapatkan akses {permissions} ke folder {foldername}.
ko: {snap}이(가) {foldername} 폴더에 대한 {permissions} 접근 권한을 요청합니다.
nl: {snap} wil {permissions} toegang krijgen tot de map {foldername}.
oc: {snap} vòl l'acces {permissions} al dossièr {foldername}.
pl: {snap} chce uzyskać dostęp na poziomie {permissions} do katalogu {foldername}.
pt_br: {snap} quer obter acesso de {permissions} à pasta {foldername}.
ru: {snap} запрашивает разрешение на {permissions} папки {foldername}.
sk: {snap} žiada na {permissions} prístup k priečinku {foldername}.
sv: {snap} vill få {permissions} tillgång till {foldername} mapp.
tr: {snap}, {foldername} klasörüne {permissions} erişimi almak istiyor.
zh_tw: {snap} 想要取得 {foldername} 資料夾的 {permissions} 存取權限。

# homePromptHomeDirBody
source: {snap} wants to get {permissions} access to your Home folder.
ca: {snap} vol obtenir accés de {permissions} a la vostra carpeta de inici.
cs: {snap} chce získat {permissions} přístup k vaší domovské složce.
de: {snap} möchte Zugriff zum {permissions} auf Ihren Benutzerordner erhalten.
el: {snap} Θέλει να πάρει {permissions} πρόσβαση στον Αρχικό σας φάκελο.
eo: {snap} volas havi permeson {permissions} vian hejman dosierujon.
es: {snap} quiere obtener {permissions} acceso a su carpeta de inicio.
et: „{snap}“ pakett soovib „{permissions}“ õigusi sinu kodukaustas.
fa: {snap} می‌خواهد دسترسی {permissions} را به شاخهٔ خانگیتان بگیرد.
fi: {snap} haluaa oikeudet {permissions} kotikansioon.
fr: {snap} souhaite obtenir un accès {permissions} à votre dossier personnel.
ga: Tá {snap} ag iarraidh {permissions} a rochtain ar d'fhillteán Baile.
he: {snap} רוצה לקבל גישת {permissions} לתיקיית הבית שלך.
hu: A(z) {snap} snap-csomag {permissions} hozzáférést szeretne kérni az Ön saját mappájára.
id: {snap} ingin mendapatkan akses {permissions} ke folder Rumah Anda.
ko: {snap}이 홈 폴더에 대한 {permissions} 접근 권한을 요청합니다.
nl: {snap} wil {permissions} toegang krijgen tot uw thuismap.
oc: {snap} vòl l'accès {permissions} a vòstre repertòri personal.
pl: {snap} chce uzyskać dostęp na poziomie {permissions} do Twojego folderu domowego.
pt_br: {snap} deseja obter acesso {permissions} à sua pasta pessoal.
ru: {snap} запрашивает разрешение на {permissions} в вашей «Домашней папке».
sk: {snap} žiada na {permissions} prístup k priečinku Domov.
sv: {snap} vill få {permissions} till din hemmapp.
tr: {snap} Ana klasörünüze {permissions} erişimini almak istiyor.
zh_tw: {snap} 想要取得您「家目錄」的 {permissions} 存取權限。

# homePromptHomeDirFileBody
source: {snap} wants to get {permissions} access to {filename} in your Home folder.
ca: {snap} vol obtenir accés de {permissions} per a {filename} a la vostra carpeta d'inici.
cs: {snap} chce získat {permissions} přístup k {filename} ve vaší domovské složce.
de: {snap} möchte Zugriff zum {permissions} auf {filename} in Ihrem Benutzerordner erhalten.
eo: {snap} volas havi permeson {permissions} la dosieron {filename} en via hejma dosierujo.
es: {snap} quiere obtener {permissions} acceso a {filename} en su carpeta de inicio.
et: „{snap}“ pakett soovib „{permissions}“ õigusi ligipääsuks „{filename}“ failile sinu kodukaustas.
fa: {snap} می‌خواهد دسترسی {permissions} را به {filename} در شاخهٔ خانگیتان بگیرد.
fi: {snap} haluaa saada {permissions} pääsyn kohteeseen {filename} kotikansiossasi.
fr: {snap} souhaite obtenir un accès {permissions} à {filename} dans votre dossier personnel.
ga: Tá {snap} ag iarraidh rochtain a fháil ar {permissions} ar {filename} i d'fhillteán Baile.
he: {snap} רוצה לקבל גישת {permissions} אל הקובץ {filename} שבתיקיית הבית שלך.
hu: A(z) {snap} snap-csomag {permissions} hozzáférést szeretne kérni az Ön saját mappájában lévő {filename} fájlra.
id: {snap} ingin mendapatkan akses {permissions} ke {filename} di folder Rumah Anda.
ko: {snap}이 홈 폴더의 {filename}에 대한 {permissions} 접근 권한을 요청합니다.
nl: {snap} wil {permissions} toegang krijgen tot {filename} in uw thuismap.
oc: {snap} vòl l'accès {permissions} a {filename} dins vòstre repertòri personal.
pl: {snap} chce uzyskać dostęp na poziomie {permissions} do {filename} w Twoim folderze domowym.
pt_br: {snap} deseja obter acesso de {permissions} ao arquivo {filename} na sua pasta pessoal.
ru: {snap} запрашивает разрешение на {permissions} файла {filename}, расположенного в вашей «Домашней папке».
sk: {snap} žiada na {permissions} prístup k {filename} v priečinku Domov.
sv: {snap} vill få {permissions} åtkomst till {filename} i din hemmapp.
tr: {snap}, Ana klasörünüzdeki {filename} dosyasına {permissions} erişimini almak istiyor.
zh_tw: {snap} 想要取得您家目錄中 {filename} 的 {permissions} 存取權限。

# promptActionOptionAllowUntilLogout
source: Allow until logout
cs: Umožnit až do odhlášení
de: Bis zum Abmelden zulassen
eo: Permesi ĝis adiaŭo
es: Permitir hasta el cierre de sesión
et: Luba kuni väljalogimiseni
fr: Autoriser jusqu’à déconnexion
ga: Ceadaigh go dtí go logáil amach
he: לאפשר עד ליציאה מהמערכת
hu: Engedélyezés a kijelentkezésig
id: Izinkan sampai log keluar
ko: 로그아웃 전까지 허용
nl: Toestaan tot uitloggen
oc: Autorizar dusca la desconnexion
pl: Zezwalaj do momentu wylogowania
pt_br: Permitir até o logout
ru: Разрешить до выхода из системы
sk: Povoliť do odhlásenia
sv: Tillåt fram till utloggning
zh_tw: 允許直至登出

# cameraPromptBody
source: Allow {snapName} to access your camera?
cs: Umožnit {snapName} přistupovat k vaší kameře?
de: Zugriff auf Ihre Kamera durch {snapName} zulassen?
eo: Ĉu permesi al {snapName} uzi vian kameraon?
es: ¿Permitirle el acceso a tu cámara a {snapName}?
et: Kas lubad „{snapName}“ paketil kasutada kaamerat?
fr: Autoriser {snapName} à accéder à votre caméra ?
ga: Ceadaigh do {snapName} rochtain a fháil ar do cheamara?
he: לאפשר ל־{snapName} לגשת למצלמה שלך?
hu: Engedélyezi a(z) {snapName} számára, hogy hozzáférjen a kamerájához?
id: Izinkan {snapName} untuk mengakses kamera Anda?
nl: Toestaan dat {snapName} toegang krijgt tot uw camera?
oc: Autorizar {snapName} a accedir a la camèra ?
pl: Czy zezwolić programowi {snapName} na dostęp do kamery?
pt_br: Permitir que {snapName} acesse sua câmera?
ru: Разрешить {snapName} доступ к вашей камере?
sk: Povoliť {snapName} prístup k vašej kamere?
sv: Tillåt {snapName} att komma åt din kamera?
zh_tw: 要允許 {snapName} 存取您的相機嗎？

# microphonePromptBody
source: Allow {snapName} to access your microphone?
cs: Umožnit {snapName} přistupovat k vašemu mikrofonu?
de: Zugriff auf Ihr Mikrofon durch {snapName} zulassen?
eo: Ĉu permesi al {snapName} uzi vian mikrofonon?
es: ¿Permitirle el acceso a tu micrófono a {snapName}?
et: Kas lubad „{snapName}“ paketil kasutada mikrofoni?
fr: Autoriser {snapName} à accéder à votre microphone ?
ga: Ceadaigh do {snapName} rochtain a fháil ar do mhicreafón?
he: לאפשר ל־{snapName} לגשת למיקרופון שלך?
hu: Engedélyezi a(z) {snapName} számára, hogy hozzáférjen a mikrofonjához?
id: Izinkan {snapName} untuk mengakses mikrofon Anda?
nl: Toestaan dat {snapName} toegang krijgt tot uw microfoon?
oc: Autorizar {snapName} a accedir al microfòn ?
pl: Czy zezwolić programowi {snapName} na dostęp do mikrofonu?
pt_br: Permitir que {snapName} acesse seu microfone?
ru: Разрешить {snapName} доступ к вашему микрофону?
sk: Povoliť {snapName} prístup k vášmu mikrofónu?
sv: Tillåt {snapName} att komma åt din mikrofon?
zh_tw: 要允許 {snapName} 存取您的麥克風？
